Dlubal.RFEM5.Column
Column parameters

Dlubal.RFEM5.Column.Type
Column type

Dlubal.RFEM5.Column.WidthX
Column width in x-direction

Dlubal.RFEM5.Column.WidthY
Column width in y-direction

Dlubal.RFEM5.Column.CrossSectionName
Name of the library cross-section

Dlubal.RFEM5.Column.Height
Column height h

Dlubal.RFEM5.Column.Model
Model of support

Dlubal.RFEM5.Column.MaterialNo
Material number of the column

Dlubal.RFEM5.Column.HeadConditions
Support conditions at column head

Dlubal.RFEM5.Column.BaseConditions
Support conditions at column base

Dlubal.RFEM5.Column.BaseElastic
Base elastic constant

Dlubal.RFEM5.Column.ActivateShearStiffness
Activate shear stiffness